Repository: SavandBros/gonevis-translations
Catalog: dolphin/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Dolphin
fa: دولفین

source: extension
fa: نوع

source: meta data
fa: فرا داده

source: size
fa: اندازه

source: created
fa: ایجاد شده

source: updated
fa: بروزرسانی شده

source: file
fa: فایل

source: files
fa: فایل‌ها

source: Is Image
fa: آیا عکس است

source: thumbnail 256x256
fa: بندانگشتی ۲۵۶x۲۵۶

source: thumbnail 128x128
fa: بندانگشتی ۱۲۸x۱۲۸

source: thumbnail 48x48
fa: بندانگشتی ۴۸x۴۸

source: Filed Item
fa: قلم فایل شده

source: Filed Items
fa: اقلام فایل شده
