Repository: SavandBros/gonevis-translations
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Page not found
fa: برگه یافت نشد

source: Oops!
fa: اوف!

source: Go Home
fa: برو خانه

source: Your username and password didn't match. Please try again.
fa: نام کاربری و رمز عبور شما هماهنگی ندارند. لطفاً دوباره امتحان کنید.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
fa: حساب کاربری شما اجازه دسترسی به این صفحه را ندارد. برای ادامه، لطفاً با حساب کاربری که دسترسی را دارد وارد شوید.

source: Please login to see this page.
fa: لطفا برای دیدن صفحه وارد شوید.

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Lost password?
fa: رمز عبور گم شده ؟

source: Sign Out
fa: بیرون رفتن

source: You will be signed out from all the GoNevis websites and Dash.
fa: شما از تمامی وب سایت های گونویس و داشبورد خارج میشوید.

source: About
fa: درباره

source: Create your own unique blog for free with customizable themes and advanced dashboard.
fa: وبلاگ خاص خود را به رایگان بسازید، همراه با قالب های قابل سفارشی و یک پیشخوان حرفه ای.

source: GoNevis, blogging, blog, platform, free, website, build
fa: گونویس، وبلاگ نویسی، وبلاگ، پلتفرم، مجانی، وبسایت، ساخت

source: SavandBros
fa: ساوند بروز

source: GoNevis
fa: گونویس

source: Sign Up
fa: ثبت نام

source: Get Started
fa: شروع کن

source: &copy; 2018 GoNevis.com
fa: © 2018 GoNevis.com

source: Blog
fa: بلاگ

source: About Us
fa: درباره ما

source: Contact Us
fa: تماس با ما

source: Terms of Service
fa: شرایط استفاده

source: Privacy Policy
fa: اصول محرمانه

source: We received your message and will get in touch soon.
fa: ما پیام شما را دریافت کردیم و به زودی در تماس خواهیم بود.

source: Thank you <3
fa: با تشکر از شما 3>

source: You may send your message directly to this email as well:
fa: شما همچنین می توانید پیام خود را به ما مستقیم ارسال کنید:

source: %(site_name)s not found
fa: %(site_name)s پیدا نشد

source: %(site_name)s doesn't exist!
fa: %(site_name)s وجود مدارد!

source: Do you want to register %(site_name)s?
fa: آیا میخواهید %(site_name)s را ثبت کنید؟

source: Create %(site_name)s
fa: ایجاد %(site_name)s

source: Create your blog for free
fa: وبلاگ خود را به رایگان بسازید

source: GoNevis is a professional blog publishing platform.
fa: گونویس یک محیط حرفه ای برای انتشار بلاگ است.

source: From simple personal blogging to professional multi-author publishing.
fa: از وبلاگ شخصی ساده گرفته، تا یک محیط حرفه ای انتشارات با چندین نویسنده.

source: Start a Blog
fa: شروع یک بلاگ

source: Posts Overview
fa: بررسی اجمالی پست ها

source: Free Subdomain
fa: زیر دامنه مجانی

source: Get a free subdomain registered<br>under gonevis.com
fa: یک زیر دامنه رایگان بگیرید<br>تحت گونویس

source: Dashboard
fa: پیشخوان

source: Advanced dashboard built to<br>manage your blog
fa: پیشخوان حرفه‌ای ساخته شده<br> برای مدیریت وبلاگ شما

source: Themes
fa: پوسته‌ها

source: Stunning customizable<br>themes to pick
fa: پوسته های قابل سفارشی خیره کننده<br>که انتخاب کنید

source: Posts
fa: نوشته‌ها

source: Files
fa: فایل ها

source: Advanced dashboard is built to manage your blog with easy-to-use features.
fa: پیشخوان حرفه ای ساخته شده تا براحتی وبلاگ خود را با امکانات پیشرفته براحتی مدیریت کنید.

source: <b>Editor</b> with dark and light mode.
fa: <b>ویرایشگر</b>با حالت های روشن و تاریک.

source: <b>Overview</b> for posts, comments, storage, team and more.
fa: <b>نگاهی خلاصه</b> برای نوشته ها، دیدگاه ها، فضا، تیم و بیشتر.

source: <b>File Manager</b> for your images, videos, documents, etc.
fa: <b>مدیریت فایل</b> برای تصاویر، ویدیو ها، اسناد و غیره.

source: Appearance
fa: شمایل

source: Appearance Matters. We know that and we got it covered for you.
fa: ظاهر مهم است، ما آن را میدانیم، ما هوای شما رو داریم.

source: Browse all sorts of templates to choose the best one that suits you.
fa: از بین پوسته های مختلف، پوسته ی مورد علاقه خودتان رو انتخاب کنید.

source: With just a few clicks, customize your theme and layout to fit your blog.
fa: تنها با چند کلیک، پوسته و قالب وبلاگ خود را به سلیقه خودتان سفارشی کنید.

source: Themes to get started with
fa: پوسته هایی برای شروع

source: Search Engine Optimization
fa: بهینه سازی برای موتور جستجو

source: Search
fa: جستجو

source: GoNevis is fully optimized for search engines and content sharing sites.
fa: گونویس بطور کامل برای موتورهای جستجو و وبسایت های به اشتراک گذاری بهینه شده.

source: Share
fa: اشتراک گذاری

source: When someone shares your posts, related information such as images, title, description and other data that will be recognized to Social media.
fa: وقتی کسی مطلبی از شما به اشتراک میگذارد، اطلاعات مرتبط همچون تصاویر، عنوان، توضیحات و دیگر داده های آن قابل شناسایی و دست یابی برای شبکه های اجتماعی خواهد بود.

source: Configure
fa: پیکربندی

source: You can even customize the SEO behavior within the blog configuration and entry editor.
fa: شما حتی میتوانید رفتار "بهینه ساز محتوا برای موتور جستجو" را با پیکر بندی وبلاگ یا از ویرایشگر متن سفارشی کنید.

source: Users & Personalities
fa: کاربران & شخصیت ها

source: Not everyone requires the same access to your blog. Administrators manage the blog, editors work with the content.
fa: همه نیاز نیست یک نوع دسترسی به وبلاگ شما داشته باشند، مدیران وبلاگ را مدیریت میکنند، سردبیران محتوا را.

source: This is how you're going to handle your team on each blog, grow from single writer to thousands ;)
fa: اینگونه شما تیم خود را در هر وبلاگ مدیریت میکنید، از یک نویسنده به هزاران نویسنده رشد کنید ;)

source: Theme Config
fa: پیکربندی پوسته

source: Each theme has its own configuration and settings that allows you to customize your blog the way you want to.
fa: هر پوسته دارای پیکر بندی و تنظیمات منحصر به فرد خود است که این امکان را به شما میدهد که آن را به شکلی که میخواهید سفارشی کنید.

source: GoNevis template configuration engine gets enhancement day by day and it's getting much advanced while keeping its simplicity.
fa: موتور پیکربندی پوسته گونویس، هر روز بهینه سازی شده و همگام با نگه داشتن سادگی استفاده، حرفه ای تر خواهد شد.

source: Mute thread
fa: ساکت کردن گفتگو

source: No longer want to receive notification for "%(entry_title)s".
fa: دیگر تمایلی به آگاه شدن از "%(entry_title)s" نیست.

source: Published by %(user_name)s
fa: منتشر شده توسط %(user_name)s

source: Read more...
fa: بیشتر بخوان...

source: %(user_name)s hasn't published anything yet.
fa: %(user_name)s تا حالا چیزی منتشر نکرده.

source: Publications
fa: انتشارات

source: View Comment
fa: نمایش دیدگاه

source: Hello,
fa: سلام،

source: You have asked to register an account at <b>%(gonevis_site_name)s</b>
fa: شما درخواست ایجاد یک حساب کاربری در <b>%(gonevis_site_name)s</b> کرده اید

source: To keep the dirty spammers out and make sure you're a human, please confirm email address within the next %(expiration_days)s days:
fa: برای اینکه جفنگ های کثیف را دور نگه داریم و مطمئن شویم شما انسان هستید، لطفاً آدرس پست الکترونیک خود را تا نهایتا %(expiration_days)s روز دیگر تایید کنید.

source: Confirm
fa: تأیید

source: Continue Reading
fa: ادامه خواندن

source: Welcome
fa: خوش آمدید

source: Activate Account
fa: فعال سازی حساب

source: Hello, Good news! You've successfully created a brand new website.
fa: سلام، خبر خوش! شما با موفقیت یک وبسایت جدید ساختید.

source: You can log in to your admin account with the following details:
fa: شما میتوانید با به حساب مدیریتی خود با مشخصات زیر وارد شوید:

source: Password: The password you chose when you signed up.
fa: رمز عبور، رمز عبوری که هنگام ثبت نام استفاده کردید.

source: View Site
fa: دیدن وبگاه

source: Hello %(user_name)s,
fa: سلام %(user_name)s,

source: Please click the button below to reset your password:
fa: لطفاً روی دکمه زیر برای بازیابی رمز عبور خود استفاده کنید:

source: If you didn't request this password reset, please ignore it.
fa: اگر شما این درخواست را برای بازیابی رمز عبور را نکردید، لطفاً نادیده بگیرید.

source: Reset Password
fa: بازیابی رمز عبور

source: Hello %(site_owner_name)s, You got a new subscriber.
fa: سلام %(site_owner_name)s, شما یک دنبال کننده جدید دارید.

source: %(subscriber_name)s subscribed to your site %(site_title)s and started following.
fa: %(subscriber_name)s مشترک سایت شما شده %(site_title)s و شروع به دنبال کردن کرده.

source: RSS feed
fa: خوراک RSS

source: Results for <b class="text-primary">%(search_query)s</b>
fa: نتایج <b class="text-primary">%(search_query)s</b>

source: Comment
fa: دیدگاه

source: Sticky Navbar
fa: ناوبری چسبنده

source: Fixed navbar position on top
fa: اثبات موقعیت ناوبری در بالا

source: Navbar inverse
fa: ناوبری معکوس

source: Inverse navbar color (black)
fa: رنگ معکوس (ناوبری)

source: Follow
fa: دنبال کردن

source: Click to Follow and receive updates from %(site_title)s
fa: کلیک کنید تا %(site_title)s را دنبال کنید و از جدیدترین رخدادها را دریافت کنید

source: Following
fa: دنبال کردن

source: Click to Unfollow and stop receiving updates from %(site_title)s
fa: برای توقف دنبال کردن و دریافت رخدادها از %(site_title)s کلیک کنید

source: Like
fa: دوست داشتن

source: Display recent entries
fa: نمایش اخرین ارسالی ها

source: Display recent entries on right sidebar
fa: نمایش اخرین ارسالی ها در بخش سمت راست

source: Results for '%(search_query)s'
fa: نتایج برای '%(search_query)s'

source: Cover image
fa: تصویر جلد

source: Show site cover image (or white background)
fa: نمایش عکس جلد وبسایت (یا پیش زمینه سفید)

source: Site title and description on cover
fa: عنوان و توضیحات وبسایت روی جلد

source: Show title and description
fa: نمایش عنوان و توضیحات

source: Site logo on cover
fa: نشان‌واره وبسایت روی جلد

source: Show logo
fa: نمایش نشان واژه

source: Menu
fa: فهرست

source: Account settings
fa: تنظیمات حساب کاربری

source: Log out
fa: خارج شدن

source: Log in
fa: ورود

source: Register
fa: نام نویسی

source: Forgot Password
fa: فراموشی رمز عبور

source: View more
fa: دیدن بیشتر

source: Followers
fa: دنبال کنندگان

source: Show site cover image
fa: نمایش عکس جلد وبسایت

source: Title and description on cover
fa: عنوان و توضیحات روی جلد

source: Show title and description on cover
fa: نمایش عنوان و توضیحات روی جلد

source: Powered by
fa: قدرت گرفته از

source: About %(name)s
fa: درباره %(name)s

source: Joined at %(date)s
fa: عضو شده در %(date)s

source: Show all %(author)s's entries
fa: نمایش همه مطالب %(author)s

source: %(entry_count)s entry
fa: %(entry_count)s مطلب

source: No authors yet.
fa: هیچ نویسنده ای هنوز نیست.

source: Comments
fa: دیدگاه ها

source: Type in your comment
fa: دیدگاه خود را بنویسید

source: ago
fa: قبل

source: Be the first to comment.
fa: اولین نفر باشید که نظر میدهد.

source: No draft entries.
fa: هیچ پیش نویسی نیست.

source: No entries yet.
fa: هنوز هیچ مطلبی نیست.

source: Comments on %(object)s
fa: دیدگاه ها بر %(object)s

source: %(comment_count)s comment
fa: %(comment_count)s دیدگاه

source: No similar entries.
fa: هیچ مطلب مشابه ای نیست.

source: Powered by <a class="col-dark t-bold" href="%(gonevis_url)s">GoNevis</a>.
fa: قدرت گرفته از <a class="col-dark t-bold" href="%(gonevis_url)s">گونویس</a>.

source: Newer
fa: جدیدتر

source: Older
fa: قدیمی تر

source: RSS feed for %(tag_name)s
fa: خوراک RSS برای %(tag_name)s

source: %(entry_count)s entry tagged by %(tag)s
fa: %(entry_count)s مطلب برچسب زده با %(tag)s

source: No tags yet.
fa: هنوز هیچ برچسبی نیست.

source: Results for %(search_query)s
fa: نتایج برای %(search_query)s

source: Pinned
fa: سنجاق شده

source: Dark Header
fa: سربرگ تاریک

source: Change color of header (navbar) to black
fa: تغییر رنگ سربرگ (ناوبری) به سیاه

source: Sticky Header
fa: سربرگ چسبنده

source: Fixed header position on top
fa: اثبات موقعیت سربرگ در بالا

source: DRAFT
fa: پیش نویس

source: Latest by %(display_name)s
fa: آخرین ها توسط %(display_name)s

source: Tagged with %(tag_slug)s
fa: برچسب شده با %(tag_slug)s

source: Featured
fa: ویژه شده
