Repository: SavandBros/gonevis-translations
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fa

source: The old password is not valid.
fa: رمز عبود قدیمی معتبر نیست.

source: Cannot find any account registered with {email}
fa: نمی‌توان حساب‌کاربری ثبت شده‌ای با {email} پیدا کرد

source: Username {username} exists in our database.
fa: نام‌کاربری {username} در پایگاه داده ما وجود دارد.

source: Unable to login with provided credentials.
fa: نمی‌توان با مشخصات داده شده وارد شد.

source: Must include "{username_field}" and "password".
fa: باید "{username_field}" و "رمز عبور" را وارد کنید.

source: User account is disabled.
fa: حساب کاربری غیرفعال است.

source: Email {email} exists in our database.
fa: ایمیل {email} در پایگاه داده ما وجود دارد.

source: Invalid Email Verification token.
fa: کد فعال سازی ایمیل اشتباه.

source: Only images are allowed to be uploaded.
fa: تنها عکس‌ها مجاز هستند که آپلود شوند.

source: Invitation ID is not valid.
fa: مشخه دعوت‌نامه معتبر نیست.

source: This type of file is not allowed for upload.
fa: این نوع فایل برای آپلود مجاز نیست.

source: No space left to upload file.
fa: فضای کافی برای آپلود فایل وجود ندارد.

source: You're not owner of the site.
fa: شما صاحب این وبسایت نیستید.

source: What?
fa: چی ؟

source: It's not possible to promote a user to be an Owner.
fa: امکان اینکه کاربر را به صاحب حساب ترقیع داد وجود ندارد.

source: Please don't do self promotion.
fa: خواهشا سمت خود رو تغییر ندهید.

source: This email is already team member.
fa: این ایمیل از قبل عضو تیم است.

source: Already has been invited.
fa: از قبل دعوت شده.

source: Cannot find the selected template.
fa: نمی‌توان قالب انتخاب شده را پیدا کرد.

source: Unknown team member.
fa: عضو ناشناس تیم.

source: Website owner cannot be removed from team.
fa: صاحب وبسایت نمی‌تواند از تیم حذف شود

source: Sorry, this URL is reserved.
fa: شرمنده، این آدرس رزرو شده است

source: Please upload a valid ZIP file.
fa: خواهشا یک فایل فشرد ZIP آپلود کنید

source: {0} is missing from ZIP file.
fa: {0} در فایل فشرده وجود ندارد

source: {0} (Content Place holder) was not found in {1}.
fa: {0} (نشانه‌گر محتوا) پیدا نشد در {1}.

source: Cannot parse the gonevis.json config
fa: نمی‌توان محتوای gonevis.json را درک کرد

source: Site error conflict!
fa: خطای سایت

source: You're not owner of this site
fa: شما مالک این سایت نیستید

source: Object Doesn't Exist
fa: شئ وجود ندارد

source: Commenting is not enabled.
fa: نظر دادن فعال نیست.

source: Commenting is disabled.
fa: نظر دادن غیر‌فعال شده.
