Repository: SavandBros/gonevis-translations
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Last entries on the {self.site.title}
fa: آخرین نوشته ها در {self.site.title}

source: Last entries
fa: آخرین نوشته ها

source: Tags
fa: برچسب‌ها

source: Search {query}
fa: جستجوی {query}

source: Home
fa: خانه

source: About
fa: درباره

source: Display recent entries
fa: نمایش اخرین ارسالی ها

source: Just another GoNevis Site.
fa: یکی دیگر از وبسایت های گونویس.

source: Powered by <a href="https://www.gonevis.com">GoNevis</a>.
fa: قدرت گرفته توسط <a href="https://www.gonevis.com">گونویس</a>.

source: You need to upgrade your subscription plan to make such action.
fa: شما باید طرح تعرفه خود را ارتقاع دهید تا چنین کاری را انجام دهید.

source: The search query is too short.
fa: کلمه جستجو خیلی کوتاه است.

source: No keyword to search found.
fa: کلمه ای کلیدی برای جستجو یافت نشد.
